Repository: OpenVisionE2/CrossEPG
Catalog: po/*.po
Languages: ar, cs, es, fa, fi, fr, nl, pl, sv

source: Total size: %s
ar: إجمالي الحجم: %s
cs: Celková velikost: %s
es: Tamaño Total: %s
fa: حجم كل: %s
fi: Kokonais koko: %s
fr: Taille totale: %s
pl: Łączny rozmiar: %s
sv: Total storlek: %s

source: Update rytec providers
ar: تحديث مزودي الخدمات
cs: Aktualizace rytec providerů
es: Actualizar proveedores rytec
fi: Päivitä rytec palvelut
fr: Actualiser fournisseurs rytec
pl: Aktualizacja nadawców Rytec
sv: Uppdatera Rytec-lista

source: Updating rytec providers...
cs: Aktualizuji rytec providery...
es: Actualizando proveedores rytec...
fi: Päivitetään rytec...
fr: Actualisation fournisseurs rytec...
nl: Bezig met updaten rytec providers...
pl: Aktualizuję nadawców Rytec...
sv: Uppdaterar Rytec-operatörer...

source: Updating xepgdb providers...
cs: Aktualizuji xepgdb providery
es: Actualizando proveedores xepgdb...
fi: Päivitetään xepgdb...
fr: Actualisation fournisseurs xepgdb...
nl: Bezig met updaten xepgdb providers...
pl: Aktualizuję nadawców XEPGDB...
sv: Uppdaterar XEPGDB-operatörer...

source: When the decoder is in standby opentv providers will be automatically downloaded every hour. XMLTV providers will be always downloaded only once a day
ar: عندما تكون وحدة فك الترميز في مقدمي الخدمات الاحتياطية صورة أوبن الالمانية سيتم تحميل تلقائياً كل ساعة. مقدمي ملف اكس ام ال سيتم تحميل دائماً إلا مرة واحدة في اليوم
cs: Pokud je dekodér v pohotovostním režimu, poskytovatelý opentv budou automaticky staženi každou hodinu. XMLTV poskytovatelé budou vždy stoženi jen jednou denně
es: Cuando el receptor se encuentra en reposo, los proveedores opentv pueden ser actualizados cada hora. Los proveedores XMLTV sólo se actualizan una vez al día.
fa: وقتیدكور در حالت انتظار میباشد پروایدرهای اپن تی وی هر ساعت بطور خودكار دانلود خواهند شد صرفا روزانه دانلود خواهند شد XMLTV پروایدرهای
fi: Kun laite on valmiustilassa opentv palvelut ladataan joka tunti XMLTV palvelut ladataan aina kerran päivässä
fr: Quand le décodeur est en mode veille, les fournisseurs opentv seront téléchargés automatiquement chaque heure. Les fournisseurs XMLTV seront toujours téléchargés une fois par jour
nl: Als de ontvanger in standby is, worden opentv providers automatisch elk uur gedownload. XMLTV providers worden altijs eenmaal per dag gedownload.
pl: Gdy odbiornik jest w trybie czuwania, dane EPG od nadawców OpenTV będą automatycznie pobierane co godzinę. Od nadawców XMLTV będą zawsze pobierane raz na dobę.
sv: När mottagaren är i viloläge kommer OpenTV-operatörer automatiskt att laddasner varje timme. XMLTV-operatörer laddas alltid ner en gång om dagen.

source: XMLTV providers
ar: معرفات مزودي الخدمات
cs: XMLTV provideři
es: Proveedor XMLTV
fa: XMLTV پروایدرهای
fi: XMLTV palvelut
fr: Fournisseurs XMLTV
pl: Nadawcy XMLTV
sv: Rytec-operatörer

source: disabled
ar: تم التعطيل
cs: vypnuto
es: Desactivado
fa: غیر فعال
fi: pois
fr: désactivé
nl: uitgeschakeld
pl: Wyłączone
sv: Avaktiverad

source: every hour (only in standby)
ar: كل ساعة (في وضع الاستعداد)
cs: každou hod. (pouze ve standby)
es: Cada hora (solo en standby)
fa: (صرفا در استندبای)هر ساعت
fi: joka tunti (vain valmiustilassa)
fr: chaque heure (seulement en veille)
nl: elk uur (alleen in standby)
pl: Co godzinę (tylko w trybie czuwania)
sv: Varje timme (endast i viloläge)

source: main lamedb
ar: ملف أرقام تعريف القنوات الرئيسي
cs: hlavní lamedb
es: Lamedb principal
fa: اصلی Lamedb
fi: Pää lamedb
fr: lamedb principal
nl: hoofd lamedb
pl: Główny Lamedb
sv: Huvud-'lamedb'

source: once a day
ar: مرة باليوم
cs: jednou denně
es: Una vez al día
fa: روزانه
fi: kerran päivässä
fr: une fois par jour
nl: eenmaal per dag
pl: Raz dziennie
sv: Dagligen

source: providers
fr: fournisseurs
sv: Operatörer

source: Defragment database
ar: تجزئة قواعد البيانات
fi: Eheytä tiedostot
fr: Défragmenter base données

source: Defragmentation...
fi: Eheyttää...

source: Version: %s
ar: الإصدار %s
cs: Verze: %s
es: Versión: %s
fa: نسخه: %s
fi: Versio: %s
nl: Versie: %s
pl: Wersja: %s

source: CrossEPG
ar: مستعرض دليل البرامج الإلكترونية

source: OK
ar: موافق
