Repository: OpenVisionE2/CrossEPG
Catalog: po/*.po
Languages: ar, cs, es, fa, fi, fr, nl, pl, sv

source: %d providers updated
es: %d proveedores actualizados
fi: %d palvelua päivitetty
fr: %d fournisseurs actualisés
nl: %d providers geupdate
pl: %d aktualizacja nadawców
sv: %d operatörer uppdaterade

source: %s channels
ar: قنوات %s
cs: %s kanálů
es: %s canales
fa: %s كانالها
fi: %s kanavia
fr: %s chaînes
nl: %s kanalen
pl: %s kanałów
sv: %s kanaler

source: %s of %s
ar: %s من %s
cs: %s z %s
es: %s de %s
fa: %s از %s
fi: %s %s:sta
fr: %s de %s
nl: %s van %s
pl: %s z %s
sv: %s av %s

source: About
ar: حول
cs: Popis Aplikace
es: Acerca de
fa: در مورد
fi: Tietoja
fr: A propos
nl: Over
pl: O wtyczce...
sv: Om

source: Aliases db size: %s
ar: حجم المستعار بالديسيبل: %s
cs: Velikost zástupce db: %s
es: Tamaño alias db: %s
fa: حجم بانك اطلاعاتی مستعار: %s
fi: Aliaksien koko: %s
fr: Taille de Alias:: %s
nl: Grootte aliassen database: %s
pl: Rozmiar Aliasów bazy danych: %s
sv: Storlek (Aliases): %s

source: An EPG downloader
ar: تحميل دليل البرامج الإلكترونية
cs: Stahovač EPG
es: Descarga EPG
fa: epg دانلودر
fi: EPG:n lataus
fr: Un téléchargeur EPG
nl: Een EPG downloader
pl: Pobiera EPG (Elektorniczny Przewodnik Programów)
sv: En EPG-hämtare

source: Auto
sv: Automatiskt

source: Automatically reboot the decoder after a manual download
ar: إعادة تشغيل الجهاز تلقائيا بعد التحميل اليدوي لجدول البرامج
cs: Automaticky rebootovat dekodér po manuálním stažení
es: Reiniciar automáticamente después de la descarga manual
fa: ریبوت خودكار دكودر پس از دانلود دستی
fi: Käynnistä laite uudelleen manuaalisen latauksen jälkeen
fr: Relancer automatiquement le récepteur après un téléchargement manuel
nl: Herstart uw ontvanger na een handmatige download
pl: Automatycznie uruchomi ponownie dekoder po ręcznym pobieraniu
sv: Starta om mottagaren automatiskt efter manuella nedladdningar

source: Automatically reboot the decoder after a scheduled download
ar: إعادة تشغيل الجهاز تلقائيا بعد تحميل جدول البرامج
cs: Automaticky rebootovat dekodér po plánovaném stažení
es: Reiniciar automáticamente después de la descarga programada
fa: ریبوت خودكار دكودر پس از دانلود برنام ریزی شده
fi: Käynnistä laite uudelleen ajastetun latauksen jälkeen
fr: Relancer automatiquement le récepteur après un téléchargement programmé
nl: Herstart uw ontvanger na een geplande download
pl: Automatycznie uruchomi ponownie dekoder po zaplanowanym pobieraniu
sv: Starta om mottagaren automatiskt efter schemalagda nedladdningar

source: Cancel
ar: إلغاء
fi: Peruuta
fr: Abandon
sv: Avbryt

source: Cannot retrieve rytec sources
es: Imposible recuperar fuentes de rytec
fi: Ei saada yhteyttä rytec palveluihin
fr: Impossible de récupérer les sources Rytec
nl: Kan de rytec bronnen niet bereiken
pl: Nie można pobrać źródeł Rytec
sv: Kan inte ta emot Rytec-källor

source: Cannot retrieve xepgdb sources
es: Imposible recuperar fuentes de xepgbd
fi: Ei saada yhteyttä xepgbd palveluihin
fr: Impossible de récupérer les sources xepgdb
nl: Kan de xepgdb bronnen niet bereiken
pl: Nie można pobrać źródeł XEPGDB
sv: Kan inte ta emot XEPGDB-källor

source: Channels count: %s
ar: عدد القنوات: %s
cs: Počet kanálů: %s
es: Número canales: %s
fa: تعداد كانالها: %s
fi: Kanavien määrä: %s
fr: Chaînes comptées: %s
nl: aantal kanalen: %s
pl: Ilość kanałów: %s
sv: Antal kanaler: %s

source: Close
fi: Sulje
fr: Fermer
sv: Stäng

source: Configure
ar: التكوين
cs: Nastavit
es: Configurar
fa: تنظیم
fi: Asetukset
fr: Configuer
nl: Stel in
pl: Konfiguracja
sv: Inställningar

source: Converting data
ar: تحويل البيانات
cs: Převod dat...
es: Convirtiendo Datos
fa: درحال تبدیل داده
fi: Muunnetaan tietoja...
fr: Conversion données
nl: Bezig met data converteren
pl: Konwersja danych...
sv: Konverterar data

source: Creation time: %s
ar: وقت الإنشاء: %s
cs: Vytvořeno v: %s
es: Hora creación: %s
fa: زمان تولید: %s
fi: Luontiaika: %s
fr: Temps création: %s
nl: Gemaakt om: %s
pl: Czas utworzenia: %s
sv: Skapades på: %s

source: CrossEPG Force Reload
es: Forzar recarga CrossEPG
fi: Uudelleen lataus
fr: CrossEPG forcer rechargement
nl: CrossEPG forceer herladen
pl: Wymuszone Przeładowanie CrossEPG
sv: CrossEPG 'Tvinga fram hämtning'

source: CrossEPG Setup
fr: CrossEPG Configuration
nl: CrossEPG instellingen
sv: CrossEPG-inställningar

source: CrossEPG automatic actions
ar: العمل التلقائي لدليل البرامج الإلكترونية
cs: Auto-akce CrossEPG
es: Acciones automáticas de CrossEPG
fa: CrossEPG عملگرهای خودكار
fi: Automaattiset toiminnot
fr: CrossEPG actions automatiques
nl: CrossEPG automatische acties
pl: Automatyczne działanie CrossEPG
sv: CrossEPG automatiska handlingar

source: CrossEPG error: %s
ar: خطأ دليل البرامج الإلكترونية: %s
cs: Chyba CrossEPG: %s
es: Error CrossEPG: %s
fa: CrossEPG خطای : %s
fi: Virhe: %s
fr: CrossEPG erreur: %s
nl: CrossEPG fout: %s
pl: Błąd CrossEPG: %s
sv: CrossEPG fel: %s

source: CrossEPG setup panel
ar: لوحة تحكم ضبط دليل البرامج الإلكترونية
cs: Panel nastavení CrossEPG
es: Configuración de CrossEPG
fa: CrossEPG پانل تنظیمات
fi: Asetukset
fr: CrossEPG panneau config
nl: CrossEPG instellingen paneel
pl: Panel konfiguracji CrossEPG
sv: CrossEPG installation

source: Deflating XEPGDB
ar: نزع فتيل إكسيبجدب
cs: Deflace XEPGDB
es: Expandiendo XEPGDB
fa: XEPGDB پاكسازی
fi: Poistetaan XEPGDB
fr: Allégement XEPGDB
pl: Rozwiń XEPGDB
sv: Tömmer XEPGDB

source: Deflating channels list
ar: نزع فتيل قائمة القنوات
cs: Deflace seznamu kanálů
es: Expandiendo lista canales
fa: پاكسازی لیست كانالها
fi: Tyhjennetään kanavalistaa
fr: Allégement liste chaînes
nl: Behandelt kanaallijst
pl: Rozwiń listę kanałów
sv: Tömmer kanallistor

source: Deflating events
ar: نزع فتيل الأحداث
cs: Deflace událostí
es: Expandiendo eventos
fa: پاكسازی رخدادها
fi: Tyhjennetään tapahtumia
fr: Allégement événements
nl: Behandelt programma's
pl: Rozwiń Wydarzenia
sv: Tömmer program

source: Descriptors db size: %s
ar: حجم الوصف بالديسيبل: %s
cs: Velikost popisu db: %s
es: Tamaño descripción db: %s
fa: حجم توصیف گرهای بانك اطلاعاتی : %s
fi: Kuvauksien koko: %s
fr: Descripteurs db taille: %s
nl: Beschrijvingen db grootte: %s
pl: Rozmiar opisów bazy danych: %s
sv: Storlek (Descriptors): %s

source: Disabled
nl: Uitgeschakeld
sv: Avaktiverad

source: Download
ar: تحميل
cs: Stáhnout
es: Descargar
fa: دانلود
fi: Lataa
fr: Télécharger
pl: Pobierz
sv: Hämta

source: Download epg once a day
ar: تحميل دليل البرامج الإلكترونية مرة واحدة في اليوم
cs: Stáhnout epg jednou za den
es: Descargar EPG una vez al día
fa: روزانه epg دانلود
fi: Lataa EPG kerran päivässä
fr: Télécharger Epg une fois par jour
nl: Download EPG eenmaal per dag
pl: Pobierz EPG raz dziennie
sv: Hämta EPG dagligen

source: Download now
ar: التحميل الأن
cs: Stáhnout nyní
es: Descargar ahora
fa: اكنون دانلود كن
fi: Lataa nyt
fr: Télécharger maintenant
nl: Download nu
pl: Pobierz teraz
sv: Hämta nu

source: Downloader
sv: Hämtning

source: Downloading
ar: جاري التحميل
cs: Stahování...
es: Descargando
fa: در حال دانلود
fi: Lataa...
fr: Téléchargement
nl: Aan het downloaden
pl: Pobieranie...
sv: Hämtar...

source: Downloading XEPGDB
ar: تحميل إكسيبجدب
cs: Stahování XEPGDB
es: Descargando XEPGDB
fa: XEPGDB در حال دانلود
fi: Ladataan XEPGDB
fr: Téléchargement XEPGDB
nl: XEPGDB aan het downloaden
pl: Pobieranie XEPGDB
sv: Hämtar XEPGDB...

source: Downloading channels list
ar: تحميل قائمة القنوات
cs: Stahování seznamu kanálů
es: Descargando listas canales
fa: در حال دانلود لیست كانالها
fi: Ladataan kanavalistaa
fr: Téléchargement liste chaînes
nl: Bezig kanaallijst te downloaden
pl: Pobieranie list kanałów...
sv: Hämtar kanallistor...

source: Downloading events
ar: تحميل الأحداث
cs: Stahování událostí
es: Descargando eventos
fa: در حال دانلود رخدادها
fi: Ladataan tapahtumia
fr: Téléchargement événements
nl: Programma's worden binnen gehaald
pl: Pobieranie wydarzeń...
sv: Hämtar program...

source: Drive where you save data. The drive MUST be mounted in rw. If you can't see your device here probably is mounted as read only or autofs handle it only in read only mode. In case of mount it manually and try again
cs: Místo pro uložení dat. Jednotka MUSÍ být připojena v rw.Pokud zde vaše zařízení nevidíte,tak je asi připojeno jen pro čtení nebo v autofs jen pro čtení.Pak ho připojte manuálně a zkuste to znovu.
es: Unidad donde guardar los datos. La unidad DEBE estar montada en RW. Si no puede ver la unidad problamente estará montada como sólo lectura o el controlador autofs está en modo sólo lectura. Monte la unidad manualmente y pruebe de nuevo.
fi: Tallennuspaikka. Asema on oltava liitettynä! Jos et näe asemaa täällä se on luultavasti "vain luku" tilassa tai autofs käsittelee sitä sellaisena. Koita asentaa liitokset uudelleen.
fr: Lecteur ou vous sauvez les données. Le lecteur DOIT être monté en rw. Si vous ne voyez pas votre périphérique ici, il est probablement en lecture seule ou autorisé lecture seule autofs. Dans ce cas montez manuellement et essayez à nouveau
pl: Napęd na którym będa zapisywane dane. Napęd MUSI być podmontowany w trybie rw.Jeśli nie widzisz tutaj urządzenia prawdopodobnie zamountowany jest jako tylko do odczytu lub auto fs jest w trybie tylko do odczytu. W takim przypadku proszę zamountować go ręcznie i spróbować ponownie.
sv: Lagringsenhet där EPG-data sparas. Enheten måste vara monterad. Om du inte ser den önskade enheten här är den förmodligen monterad som 'Läs endast'. I detta montera enhetenmanuellt och försök sedan igen.

source: Enable csv import
ar: تمكين إستيراد قيم الفواصل
cs: Povolit import csv
es: Habilitar importación csv
fa: csv فعالسازی ورود
fi: Salli csv lataus
fr: Activer inport csv
nl: Schakel csv import in
pl: Włącz import csv
sv: Aktivera CSV-import

source: Enabled
nl: Ingeschakeld
sv: Aktiverad

source: Events count: %s
ar: عدد الأحداث: %s
cs: Počet událostí: %s
es: Número eventos: %s
fa: شمارش رخدادها: %s
fi: Tapahtumien määrä: %s
fr: Compte événements: %s
nl: Aantal programma's: %s
pl: Liczba wydarzeń: %s
sv: Antal Program: %s

source: Force Reload
nl: Forceer herladen
sv: Tvinga fram uppdatering

source: Hashes count: %s
ar: بتجزئة العد: %s
cs: Součet Hash: %s
es: Número claves: %s
fa: جمع كل: %s
fi: Ohjauksien määrä: %s
fr: Compte Hashes: %s
nl: Aantal hashes: %s
pl: Liczba skrótów: %s
sv: Antal (Hashes): %s

source: Headers db size: %s
ar: حجم العناوين بالديسيبل: %s
cs: Velikost hlavičky db: %s
es: Tamaño cabecera db: %s
fa: اندازه هدر بانك اطلاعاتی: %s
fi: Otsikoiden koko: %s
fr: Taille db entête: %s
nl: Grootte koppen db: %s
pl: Rozmiar nagłówków bazy danych: %s
sv: Storlek (Headers): %s

source: Import *.csv and *.bin from %s/import or %s/import (*.bin are binaries with a csv as stdout)
ar: استيراد *.csv و *.bin من %s/import أو %s/import (*.bin هي الثنائيات مع csv ك stdout)
cs: Import *.csv a *.bin z %s/import nebo %s/import (*.bin jako bin. souboru s csv jako stdout)
es: Importar *.csv y *.bin de %s/import o de %s/import (*.bin son binarios con un csv con stdout)
fa: وارد کردن *.csv و *.bin از %s/import یا %s/import (*.bin are binaries with a csv as stdout)
fi: Lataa *.csv ja *.bin %s/latauksista tai %s/latauksista
fr: Importer *.csv et *.bin depuis %s/ ou importer depuis %s/ (*.bin sont des fichiers binaire avec csv comme stdout)
nl: Importeer *.csv en *.bin van %s/importeer van %s/importeer (*.bin zijn binaries met een csv as stdout)
pl: Importuj pliki *.csv i *.bin z %s/import lub %s/import (*.bin są plikami binarnymi z csv jako stdout)
sv: Importera *.csv och *.bin från %s/import och %s/import (*.bin är binärer med csv som stdout)

source: Indexes db size: %s
ar: حجم الفهرسة بالديسيبل: %s
cs: Velikost db indexu: %s
es: Tamaño índice db: %s
fa: اندازه اندیس بانك اطلاعاتی: %s
fi: Hakemistojen koko: %s
fr: Taille db indexes: %s
nl: Grootte indexe db: %s
pl: Rozmiar Indeksów bazy danych: %s
sv: Storlek (Databas): %s

source: Info
sv: Information

source: Info about database
ar: معلومات حول قواعد البيانات
cs: O databázi
es: Info de la base de datos
fa: اطلاعات در مورد بانك اطلاعاتی
fi: Tietokannan tiedot
fr: Info à propos base données
nl: Info over database
pl: Informacja na temat bazy danych
sv: Databasinformation

source: Lamedb used for epg.dat conversion. This option doesn't work with crossepg patch v2
ar: ملف أرقام تعريف القنوات المستخدم في محادثات بيانات دليل البرامج الإلكترونية. لا يعمل هذا الخيار مع التصحيح في الإصدار الثاني لدليل البرامج الإلكترونية
cs: Lamedb je používána pro konverzi epg.dat. Tato volba nepracuje s patchem crossepg v2
es: Lamedb usado para la conversión de epg.dat. Esta opción no funciona con el parche crossepg v2.
fa: استفاده شده است epg.dat برای تبدیل Lamedb كار نمیكند crossepg v2 این گزینه با
fi: Lamedb on käytössä epg.dat muunnokseen. Tämä asetus ei toimi crossepg v2:ssa.
fr: Lamedb utilisé pour conversion epg.dat. Cette option ne fonctionne pas avec CrossEPG Patch v2
nl: Lamedb gebruikt voor epg.dat conversie. Deze optie werkt niet zonder de crossepg patch v2
pl: Lamedb jest używany do konwersji Epg.dat. Ta opcja nie działa z patchem crossepg v2
sv: Lamedb som används för epg.dat konvertering. Detta alternativ fungerar inte med CrossEPG patch v2

source: Last update time: %s
ar: تاريخ آخر تحديث: %s
cs: Aktualizováno v: %s
es: Hora última actualización: %s
fa: آخرین زمان به روز رسانی: %s
fi: Viimeisin päivitys: %s
fr: Dernière mise à jour: %s
nl: Laatst geupdate om: %s
pl: Ostatnia aktualizacja: %s
sv: Senast uppdaterad: %s

source: Loading data
ar: جاري تحميل البيانات
cs: Načítám data...
es: Leyendo datos...
fa: بارگزاری داده
fi: Ladataan...
fr: Chargement données
nl: Bezig met binnenhalen van data
pl: Ładowanie danych ...
sv: Laddar data...

source: Merging XEPGDB
ar: دمج إكسيبجدب
cs: Slučuji XEPGDB
es: Uniendo XEPGDB
fa: XEPGDB یكپارچگی
fi: Muokataan XEPGDB
fr: Compilation XEPGDB
nl: Bezig met XEPGDB samenvoegen
pl: Łączenie XEPGDB
sv: Slår samman XEPGDB

source: Move down
cs: Níže
es: Mover abajo
fa: حركت به پایین
fi: Siirrä alas
fr: Vers le bas
nl: Verplaats naar beneden
pl: Przesuń w dół
sv: Flytta ner

source: Move up
cs: Výše
es: Mover arriba
fa: حركت به بالا
fi: Siirrä ylös
fr: Vers le haut
nl: Verplaats naar boven
pl: Przesuń w górę
sv: Flytta upp

source: OpenTV providers
ar: مزودي خدمات القنوات التلفزيونية المفتوحة
cs: OpenTV provideři
es: Proveedor OpenTV
fa: OpenTV تامین كنندگان
fi: OpenTV palvelut
fr: Founisseurs OpenTV
pl: Nadawcy OpenTV
sv: OpenTV-operatörer

source: PLEASE READ! A hard drive or an usb pen is STRONGLY SUGGESTED. If you still want use your internal flash pay attention to: (1) If you don't have enough free space your box may completely block and you need to flash it again (2) Many write operations on your internal flash may damage your flash memory
nl: BELANGRIJK! Een harde schijf of een USB-stick wordt sterk aanbevolen. Als u toch het interne flash geheugen wilt gebruiken, let dan op: (1) Als u niet genoeg geheugen heeft, kan uw Dreambox vastlopen waarna u opnieuw moet flashen (2) Veel schrijfoperaties kunnen op den duur uw flash geheugen beschadigen
sv: Notera att det interna minnet borde räcka som lagringsenhet. Gör det inte det kan det leda till att du måste programmera om din mottagare. Har du en intern eller extern hårddisk ansluten rekommenderas dettai första hand.

source: Parsing
ar: تجزئة
cs: Porovnávám...
es: Análisis
fa: در حال تحلیل
fi: Järjestä
fr: Analyse
nl: Aan het samenstellen
pl: Przetwarzanie ...
sv: Tolkar...

source: Parsing channels list
ar: تحليل قائمة القنوات
cs: Porovnání seznamu kanálů
es: Analizando lista canales
fa: تحلیل لیست كانالها
fi: Järjestä kanavalista
fr: Analysse liste chaînes
nl: Stelt kanaallijst samen
pl: Przetwarzanie na liście kanałów
sv: Tolkar kanallista...

source: Parsing events
ar: تحليل الأحداث
cs: Porovnání událostí
es: Analizando eventos
fa: تحلیل رخدادها
fi: Järjestä tapahtumat
fr: Analyse événements
nl: Bezig met ontleden programma's
pl: Przetwarzanie zdarzeń
sv: Tolkar program....

source: Parsing summaries
ar: تحليل ملخصات
cs: Porovnávám souhrny...
es: Analizando sumarios...
fa: تحلیل خلاصه عناوین
fi: Järjestä yhteenvedot
fr: Analyse résumés
nl: Bezig met ontleden beschrijvingen
pl: Przetwarzanie ogólne...
sv: Tolkar sammanfattningar...

source: Parsing titles
ar: تحليل العناوين
cs: Porovnávám hlavičky...
es: Analizando Títulos...
fa: تحلیل عناوین
fi: Järjestä nimet
fr: Analyse titres
nl: Bezig met ontleden titels
pl: Przetwarzanie nagłówków...
sv: Tolkar titlar...

source: Preferred lamedb
ar: ملف الترددات المفضل
cs: Preferovaná lamedb
es: Lamedb preferido
fa: پیشنهادی Lamedb
fi: Lamedb
fr: Lamedb préférés
nl: Voorkeurs lamedb
pl: Preferowane Lamedb
sv: Föredragen 'lamedb'

source: Providers start order
ar: تشغيل طلب مزودي الخدمات
cs: Pořadí spuštění providerů
es: Proveedor de inicio
fa: دستور شروع پروایدرها
fi: Palveluiden käynnistysjärjestys
fr: Ordre départ fournisseurs
nl: Providers start volgorde
pl: Zaznaczeni Nadawcy
sv: Startordning (Operatörer)

source: Read %s
ar: قراءة %s
cs: Čtou se %s
es: Leer %s
fa: %s خواندن
fi: Lue %s
fr: Lus %s
nl: lees %s
pl: Czyta %s
sv: Läs %s

source: Reading channels
ar: قراءة القنوات
cs: Čtou se kanály...
es: Leyendo Canales...
fa: خواندن كانالها
fi: Luetaan kanavia...
fr: Lecture chaînes
nl: Bezig kanalen te lezen
pl: Czyta kanały...
sv: Läser kanaler...

source: Reading summaries
ar: قراءة الملخصات
cs: Čtou se souhrny...
es: Leyendo sumarios...
fa: خواندن خلاصه مطالب
fi: Luetaan yhteenvetoa...
fr: Lecture résumés
nl: Bezig beschrijvingen te lezen
pl: Czyta ogólne...
sv: Läser sammanfattningar...

source: Reading titles
ar: قراءة العناوين
cs: Čtou se hlavičky...
es: Leyendo Títulos...
fa: خواندن عناوین
fi: Luetaan otsikoita...
fr: Lecture titres
nl: Leest titels
pl: Czyta nagłówki...
sv: Läser titlar...

source: Really close without saving settings?
sv: Vill du verkligen stänga utan att spara inställningar?

source: Reboot after a manual download
ar: إعادة التشغيل بعد التحميل اليدوي
cs: Restart po manuálním stažení
es: Reiniciar después de una descarga manual
fa: ریبوت پس از هر دانلود دستی
fi: Käynnistä uudelleen manuaalisen latauksen jälkeen
fr: Relancer après un téléchargement manuel
nl: Reboot na een handmatige download
pl: Uruchom ponownie po zaplanowanym pobraniu
sv: Starta om efter manuell hämtning

source: Reboot after a scheduled download
ar: إعادة التشغيل بعد تحميل جدول البرامج
cs: Restart po plánovaném stažení
es: Reiniciar después de una descarga programada
fa: ریبوت پس از هر دانلود برنامه ریزی شده
fi: Käynnistä uudelleen ajastetun latauksen jälkeen
fr: Relancer après un téléchargement programmé
nl: Reboot na een geplande download
pl: Uruchom ponownie po zaplanowanym pobraniu
sv: Starta om efter schemalagd hämtning

source: Reload epg at every boot. Normally it's not necessary but recover epg after an enigma2 crash
ar: إعادة تحميل دليل البرامج الإلكترونية بعد كل تشغيل. عادة ليس من الضروري ولكن استرجاع دليل البرامج الإلكتروينة بعد حدوث أي عطب للانجما2
cs: Načíst EPG při každém bootu. Normálně to není potřeba, protože se EPG po pádu enigmy2 obnoví
es: Recargar epg en cada inicio. Normalmente no es necesario pero recupera el epg después de un bloqueo de E2.
fa: در هر بار بوت epg بارگزاری مجدد را بازیابی میكند epg معمولا لازم نیست اما پس از هر بار كرش انیگما دو
fi: Lataa EPG joka käynnistyksessä. Normaalisti ei tarpeellista mutta palauttaa tiedot enigma2:n kaatumisen jälkeen
fr: Recharger epg à chaque démarrage. Normalement pas nécessaire, mais récupère l'epg après un crash enigma2
nl: Herlaad epg bij iedere systeem start. Normaliter is het niet nodig de epg weer binnen te halen na een enigma2 crash
pl: Przeładuj EPG przy każdym starcie tunera. Zwykle nie jest to konieczne, ale odzyskuje EPG po crash`u E2
sv: Uppdatera EPG vid varje uppstart. Normalt ska det inte behövas men EPG återställs om systemet hänger sig.

source: Running script
ar: تشغيل البرنامج النصي
cs: Spuštěný skrip
es: Ejecutando script
fa: در حال اجرای اسكریپت
fi: Ajetaan scriptiä...
fr: Lancement script
nl: Bezig een script uit te voeren
pl: Uruchamianie skryptu
sv: Script som körs

source: Save
fi: Tallenna
fr: Sauver
sv: Spara

source: Saving data
ar: حفظ بيانات
cs: Uložit data
es: Guardando Datos...
fa: در حال ذخیره داده
fi: Tallennetaan tietoja...
fr: Sauve données
nl: Bezig data op te slaan
pl: Zapisywanie danych
sv: Sparar data...

source: Scheduled download
ar: تحميل الجدول
cs: Plán stažení
es: Descarga programada
fa: دانلود برنامه ریزی شده
fi: Ajastettu lataus
fr: Téléchargement programmé
nl: Geplande download
pl: Pobieranie Zaplanowane
sv: Schemalagd hämtning

source: Scheduled download at
ar: تحميل الجدول في
cs: Stáhnout v
es: Descarga programada de
fa: دانلود برنامه ریزی شده در
fi: Ajastettu lataus kello
fr: Téléchargement programmé à
nl: Geplande download om
pl: Pobieranie Zaplanowane o godzinie :
sv: Schemalagd hämtning vid

source: Scheduled download disabled
ar: تعطيل تحميل الجدول
cs: Plánované stažení vypnuto
es: Descarga programada deshabilitada
fa: دانولد برنامه ریزی شده غیر فعال
fi: Ajastettu lataus on poissa käytöstä
fr: Téléchargement programmé désactivé
nl: Geplande download uitgeschakeld
pl: Wyłączone Zaplanowane pobieranie
sv: Schemalagda hämtning avaktiverat

source: Scripts
sv: Script

source: Scripts providers
ar: سكربت مزودي الخدمات
cs: Provideři skriptů
es: Proveedor Script
fa: تامین كنندگان اسكریپتها
fi: Script palvelut
fr: Scripts fournisseurs
pl: Skrypty Nadawców
sv: Script-operatörer

source: Show as extension
ar: عرض الملحقات
cs: Zobrazit jako rozšíření
es: Mostrar como extensión
fa: نمایش بصورت الحاقیه
fi: Näytä laajennusvalikossa
fr: Afficher comme extension
nl: Toon in extensies
pl: Pokaż jako rozszerzenie
sv: Visa i Addons

source: Show as plugin
ar: عرض البلجن أنز
cs: Zobrazit jako plugin
es: Mostrar como plugin
fa: نمایش بصورت پلاگین
fi: Näytä lisäosavalikossa
fr: Afficher comme plugin
nl: Toon in plugins
pl: Pokaż jako wtyczkę
sv: Visa i Plugins

source: Show crossepg force load in plugin menu
ar: عرض دليل البرامج الإلكترونية في قائمة البلج إنز
fr: Afficher CrossEPG 'rechargement forcé' dans le menu extension
nl: Toon crossepg forceer laden in pluginbrowser
sv: Visa CrossEPG 'Tvinga fram hämtning' i Plugins

source: Show crossepg in extensions menu
ar: عرض دليل البرامج الإلكترونية في قائمة الملحقات
cs: Zobrazit CrossEpg v rozšířeních
es: Mostrar CrossEPG como una extensión
fa: در منوی الحاقیات crossepg نمایش
fi: Näytä laajennusvalikossa
fr: Afficher CrossEPG dans menu extensions
nl: Toon crossepg in extensies
pl: Pokaż CrossEPG w rozszerzonym menu
sv: Visa CrossEPG i Addons

source: Show crossepg in plugin menu
ar: عرض دليل البرامج الإلكترونية في قائمة البلج إنز
cs: Zobrazit CrossEpg v menu
es: Mostrar CrossEPG como plugin
fa: در منوی پلاگین crossepg نمایش
fi: Näytä lisäosavalikossa
fr: Afficher CrossEPG dans menu plugin
nl: Toon crossepg in pluginbrowser
pl: Pokaż CrossEPG w menu wtyczek
sv: Visa CrossEPG i Plugins

source: Starting converter
ar: بدء التحويل
cs: Převod...
es: Iniciando conversión
fa: شروع بكار مبدل
fi: Käynnistetään muunnos...
fr: Lancer convertisseur
nl: Start converteren
pl: Rozpoczęcie konwersji...
sv: Börjar konvertering

source: Starting downloader
ar: بدء التحميل
cs: Stahování...
es: Iniciando descarga...
fa: شروع دانلودر
fi: Aloitetaan lataus...
fr: Lancer téléchargeur
nl: Start downloader
pl: Rozpoczęcie pobierania ...
sv: Börjar hämtning

source: Starting importer
ar: بدء الإستيراد
cs: Import...
es: Iniciando importación...
fa: شروع واردسازی
fi: Lataus alkaa...
fr: Lancer importateur
nl: Start import
pl: Rozpoczęcie importowania ...
sv: Börjar importering

source: Time for scheduled daily download
ar: وقت التحميل اليومي المجدول
cs: Čas plánovaného denního stahování
es: Hora para la descarga programada
fa: زمان برای برنامه ریزی روزانه دانلود
fi: Ajastetun latauksen aika
fr: Heure du téléchargement programmé journalier
nl: Tijdstip geplande dagelijkse download
pl: Zaplanowane codzienne pliki do pobrania
sv: Tid för daglig nedladdning
